# OutdoorAirFlowStandard Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
Space..::..OutdoorAirFlowStandard Property
Space Class See Also
---
Get the OutdoorAirFlowStandard of the Space.
**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public OutdoorAirFlowStandard OutdoorAirFlowStandard { get; }
```

Visual Basic
---
```text
Public ReadOnly Property OutdoorAirFlowStandard As OutdoorAirFlowStandard
	Get
```

Visual C++
---
```text
public:
property OutdoorAirFlowStandard OutdoorAirFlowStandard {
	OutdoorAirFlowStandard get ();
}
```

# Remarks
This property is used to get the OutdoorAirFlowStandard of the Space.
# See Also
Space Class
Autodesk.Revit.DB.Mechanical Namespace